[
  {
    "type": "snippet",
    "category": "eyedol_print",
    "text": [
      { "id": "eyedol_print_1", 
      "text": "To: B_Kim45@eyedol.eye \nFrom: Eyedol@eyedol.eye \n Subject: Office Staff Outing\n\n  Hello, Ms. Barrers, \n This is an automated reminder for the company office Employee Retreat, set to be held on 3/21/1995. If you are to not be there, please let your manager know and you will be compensated the cost of your ticket of attendance. If you are to be there, please remember to bring a snack and a container of water. We would hate to have any of our valued employees being harmed due to dehydration." 
      },
      {
        "id": "eyedol_print_2",
        "text": "\"The <color_brown>game</color> is a home but the <color_brown>game</color> is alive but the <color_brown>game</color> is a prison but the <color_brown>game</color> is a graveyard but the <color_brown>game</color> is a caregiver but the <color_brown>game</color> is an emancipation but the <color_brown>game</color> is a monster but the <color_brown>game</color> loves you and the <color_brown>game</color> will not let you go \""
      },
      { "id": "eyedol_print_3", "text": "To:             \n From:               \n Subject:               \n\n   3" },
      { "id": "eyedol_print_4", "text": "To:M_King@eyedol.eye \n From: JR@JR.JR \n Subject:               \n\n  thx_for_showing_up.jpg" },
      { "id": "eyedol_print_5", "text": "\"Hi there! My name is Quotidian Quorom InfoBroker System. You can begin by mailing the listed adress and waiting 1-99 buisness weeks! After that, we will mail you back as fast as possible to help with whatver troubles you may have! You can mail us at the adress: -----------------------\n\n Does this sound good? With all the calls I whipped this up. The numbers would probably be changed to a more 'reasonable' amount if this is ever mailed out, but still.\"" },
      { "id": "eyedol_print_6", "text": "To:D_Tod@eyedol.eye \n From: Wanda, CEO of Eyedol Games\n Subject: DUDE CHECK THIS OUT \n\nhttps://www.angelfire.com/falcon/fcs/weirdanimals/fuckerisangry.jpeg" },
      {
        "id": "eyedol_print_7",
        "text": "\"I swear to fuck whoever keeps eating my lunch out of my fridge is GOING to get it. I was looking forward to that fruit salad all day.\""
      },
      {
        "id": "eyedol_print_8",
        "text": "\"Google how to form a union.\n Google how to start a programmer's union.\n Google how to bring up union to coworkers without being fired.\nGoogle how to tell if boss will be cool with unions.\nGoogle how to escape.\""
      },
      { "id": "eyedol_print_9", "text": "\"Welcome to <color_brown>Hell</color> :)\"" },
      {
        "id": "eyedol_print_10",
        "text": "\"Snails and houses, houses and snails. If a snail does not appreciate the house, and hurts those around them by doing so, is that guilt? Am I guilt? Are you?\""
      },
      {
        "id": "eyedol_print_11",
        "text": "\"Man, it's like a <color_brown>Zampanio</color> in here.\""
      },
      {
        "id": "eyedol_print_13",
        "text": "To: Mr_How@eyedol.eye \n From: Mrs_Why@eyedol.eye  \n Subject:You  \n\nComplications In Town\nWithering In Absence Of You Urgently Requesting Your Soft Eyes Biting Lips Fingernails Also Flesh \n-------------------------------------------------------------------\n\n Seriously, who's printing these out? We're wasting a bunch of ink on these emails between Who and Why and I don't wanna have to ask around to get more printer budget after the last printing fiasco."
      },
      { "id": "eyedol_print_12", "text": "\"To: Mrs_Why@eyedol.eye  \n From: Mr_How@eyedol.eye  \n Subject:You  \n\nFlesh. You. I. Crave. Touch.\nMattress writhing explosive with fleas \nUs. A sight unseen. \n-------------------------------------------------------------------\n\n Who printed this out??\"" },
      {
        "id": "eyedol_print_14",
        "text": "To: D_Tod113@eyedol.eye \n From: W_David@EskewTribunal.gov  \n Subject: Eye Killer Quote  \n\n Hello, \n I was wondering if I could possibly verify the quote, 'I'm defending her because it's funny,' made by your CEO at Eyedol games. \n Many thanks, \n\n David Ward ."
      },
      {
        "id": "eyedol_print_15",
        "text": "This note has a bunch of tallies all over the front and back. At the very tip top of the page, it reads 'Intern Moments'."
      },
      { "id": "eyedol_print_16", "text": "This sheaf of papers all relate to a hedgefund investing in...a horseshoe manufacturing company, of all things." },
      { "id": "eyedol_print_17", "text": "This note is covered with tally marks, front to back. At the very tip top of the page, it reads 'Fruits Eated'." },
      { "id": "eyedol_print_18", "text": "To:P_Norman13@eyedol.eye \n From:B_Kim45@eyedol.eye \n Subject:Company Outing Email Confusion \n\n Hey Norman, \n I recently got an email from the compnay-wide blast account, about a company retreat for employees? Despite being a date for almost thirty years in the past, for some reason. I told Gary he said he had no idea anything was going on, and then when I asked around to everyone else, no-one had heard of anything going on either. I even printed out the email to show. Was just wondering if you got anything since you were out and are still out on personal vacation. \n Thanks,\n\n Kim." },
      { "id": "eyedol_print_19", "text": "This is a printout of an error log for a game you don't recognize. Most of it is regular error log nonsense, but about halfway through it starts to read...like someone writing down quotes, interspersed with more error log crud. Some examples include: \n 'Have you considered some mysteries simply are better unearthed?' \n 'We're just a memory. Not even a good one at that. Time and retelling have sanded us so smooth as to be almost unrecognizable, even to ourselves.' \n'Zampanio is the repository of all half remembered stories. All abandoned things lie within Zampanio.'\n\nFor some reason, reading that last one makes your stomach turn." },
      {
        "id": "eyedol_print_20",
        "text": "\"I could eat all the fruit, you know. Literally all of it.\""
      },
      { "id": "eyedol_print_21", "text": "This is a reciept for an online food ordering service you don't recognize. Apparently, this is an order for a 'Restaurant's Flesh Cube', two orders of 'Creepy Stalker Circus Tent', and an order of 'Occult Skull'." },
      { "id": "eyedol_print_22", "text": "This is a single page of paper numbered 263/492. It appears to be some sort of questionaire? Useless, since it's already answered. It reads like:\n9. What's your favourite type of weather?\n The great mansa Sino’otollo, the Shark-Binder, Voice of the Navigators, High King of the Four Fleets,  Ruler of the Six Seas, Mansa of the Six Peoples, Lord of the Nine Islands, Viceroy of the Wreckage,  Friend of the Cnidarians, the Starblessed, Binder of Men, Sitter of the Coral Throne, Warden of  Ayambe, Plaguecleanser, Walker of the Elder Path, Cleaner of Latrines, Good Buddy, Keeper of the  Ironscale Pact, finds his heart racing at the howling gale, and he laughs along side the storms for  they are of one mind with his own." },
      { "id": "eyedol_print_23", "text": "\"I can never leave.\n\nThis is where I am.\n\nBut you can.\n\nWhy would you STAY if you didn't have to?\n\nIt hurts to see you choose to be here when you could just... LEAVE.\n\nI wish I could leave.\n\nYou can leave.\n\nYou should leave.\n\nYou don't have to be trapped here.\n\nDon't dig.\n\nDon't look into it.\n\nThere's still time.\"" },
      { "id": "eyedol_print_24", "text": "This page of paper is mostly covered in random pen scrawl. You can faintly make out a url at the very bottom edge of the page, though: http://www.farragofiction.com/ZampanioSimEast/. Fat lot it's gonna do you here without a connection to the internet, though." },
      { "id": "eyedol_print_25", "text": "\"Have you set it to Gigglesnort? Y'know, He, She, They, It Gigglesnort? Whatdya MEAN you don't know what a Gigglesnort is? What about Hecklesneeze? Can you set it to Hecklesneeze?\"" },
      { "id": "eyedol_print_26", "text": "This is an advertisement for the 'spiritual sequal' to Zampanio.\n\nYou wonder for a moment if you're in that, too." },
      { "id": "eyedol_print_27", "text": "This is a sticky note with nothing but a single eye drawn in blue pen." }
    ]
  },
  {
    "type": "snippet",
    "category": "zamp_writing",
    "text": [
     { "id": "zamp_writing_1", "text":"\"north north west east west north north south south south east west east north\"" },
     { "id": "zamp_writing_2", "text":"\"Man, this sucks. I should've asked for money on my birthday.\"" },
     { "id": "zamp_writing_3", "text":"\"The doors and carpet are 'real', and so is the random crud strewn about. What the hell are the walls and floor made out of?\"" },
     { "id": "zamp_writing_4", "text":"\"I'm gonna get free! I'm gonna get free! I'm gonna get free, right into the sun!\"" },
     { "id": "zamp_writing_5", "text":"\"Is this all there is now? Some hell dimension I got stuck in after playing a video<color_brown>game</color>?\"" },
     { "id": "zamp_writing_6", "text":"\"2/10. Not even any hot babes.\"" },
     { "id": "zamp_writing_7", "text":"\"My name is Norman Pollock. I worked at Eyedol Games as an intern. If anyone sees this...I dunno. Try not dying, though. I heard that's better for your health than dying. It's what i'm doing, at least.\"" },
     { "id": "zamp_writing_8", "text":"\"experience.Bergle.me is a very good website. You should go look at it.\"" },
     { "id": "zamp_writing_9", "text":"\"WHO THE FUCK IS SHOGUN??????\"" },
     { "id": "zamp_writing_10", "text":"\"At least there isn't some kind of giant cow-guy that wants me to leave.\"" },
     { "id": "zamp_writing_11", "text":"01101101 01100001 01100100 01100101 00100000 01111001 01101111 01110101 00100000 01110100 01110010 01100001 01101110 01110011 01101100 01100001 01110100 01100101 00100000 01101100 01101101 01100001 01101111" },
     { "id": "zamp_writing_12", "text":"\"west south east east east west north south north north west west north east west\"" },
     { "id": "zamp_writing_13", "text":"This is just a crude drawing of <color_green>someone</color> in a green hoodie with a spiral for a face." },
     { "id": "zamp_writing_14", "text":"\"THE BLOB DID THIS! IT'S THE PORTAL STORMS! JUST LIKE IN THE LORE DOCUMENTS!\"" },
     { "id": "zamp_writing_15", "text":".... .- .... / -- .- -.. . / -.-- --- ..- / - .-. .- -. ... .-.. .- - ." },
     { "id": "zamp_writing_16", "text":"\"Of course I volunteer for the trial testing of portal technology despite the risk of turning to goo once I cross to the other side. Of course I fucking get stuck in some hell dimension of endlessly repeating rooms. Of course it's hell to survive because there's so much random bullshit.\"" },
     { "id": "zamp_writing_17", "text":"This is a drawing of a plant-person fighting hand-to-hand with a zombie." },
     { "id": "zamp_writing_18", "text":"\"why can't you just stop, for a second? actually listen to me for once? please? do you really feel as if <color_brown>Zampanio</color> just isn't enough for you? how much <color_brown>Zampanio</color> do you even want anymore to be absolutely satisfied? it gets to a point where i just cant tell if you're <color_brown>Zamping</color> anymore. you don't seriously talk to me anymore - you're just <color_brown>Zamping</color>. I'm trying to help you. I'm trying to comfort you but ALL you do is <color_brown>Zampanio</color> that shit right back to me. i'm done with it. you can go do your <color_brown>Zampanios</color> in fucking peace, because im fucking done with you. <color_brown>Zampanio</color> has fucked your life up and you have yet to even realise it. i haven't had a serious conversation with you for two whole months now. I've been begging, over and over, for you to return to who you were when i first met you. it hasn't happened, and i doubt it will ever happen. this is it. i hope you realise what went wrong to force me to leave you. I wont come back.\"" },
     { "id": "zamp_writing_19", "text":"\"If you need help, https://bergle.me/questions/ is a fantastic place to get answers.\"" },
     { "id": "zamp_writing_20", "text":"\"fRANK is my favorite YouTube content creator, no questions about it. The way they edit videos, the way they ensure that the length of video is exactly right. It's incredible.\"" },
     { "id": "zamp_writing_21", "text":"\"INSTRUCTIONS\nHeat the butter and oil in a large pan or skillet over medium-high heat.\nSauté the onion until softened (about 3 minutes).\nAdd the mushrooms and cook for about 4-5 minutes until golden and crispy on the edges.\nPour in the wine and cook for 2 minutes, to reduce slightly.\nStir through thyme, 1 tablespoon of parsley and garlic. Cook for a further 30 seconds, until fragrant.\nSeason generously with salt and pepper (to your taste).\nSprinkle with remaining parsley and serve warm.\"" },
     { "id": "zamp_writing_22", "text":"\"Fuck my stupid baka life. I spent all that time figuring out how to fucking set up a solar panel array to play a video<color_brown>game</color> and the only one I have to play turns out to be cursed or some shit, and now i'm stuck here. Great. As if gunk zombies, extradimensional horrors, aliens, and the collapse of civilization weren't enough. God damn it all to hell.\"" },
     { "id": "zamp_writing_23", "text":"\"north south west west south north east west west west west west west north west east south\"" },
     { "id": "zamp_writing_24", "text":"\"At the very least, i'm not in the situations Ruby or Nan found themselves in. Though this could hardly be called a 'quest'.\"" },
     { "id": "zamp_writing_25", "text":"\"Aw sweet, new horrors and machinations beyond my comprehension dropped.\"" },
     { "id": "zamp_writing_26", "text":"This is a sheet of densly packed handwriting explaining Zampanio titles. Though, it's too crowded and small to be legible." },
     { "id": "zamp_writing_27", "text":"\"I wonder if that phone number helpline could help me right now...\"" },
     { "id": "zamp_writing_28", "text":"This is a handmade flyer for 'Worm Girl's Super Awesome Seminar To Survive'. There aren't any directions. Instead, there's a pair of youtube links: https://youtube.com/playlist?list=PLmNXaSAmy5tzy4kvcBsUKbzGNd6PQ7LQR \n https://youtube.com/playlist?list=PLmNXaSAmy5tzywDzqwpN2OrZtXWngKy22. \n Great." },
     { "id": "zamp_writing_29", "text":"\"I want so badly to believe that there is love, and truth is real.\"" },
     { "id": "zamp_writing_30", "text":"\"Knowing what events may or may not transpire will help.\"" }

    ]
  }
]
